{
    "metadata": {
        "original_file_name": "homeInspection.pdf",
        "input_path": "source_dir\\homeInspection.pdf",
        "conversion_date": "2025-03-25T20:57:22.416949",
        "output_format": "json"
    },
    "content": {
        "markdown": ".\n\n.\n\n<!-- image -->\n\n## GREENWORKS SERVICE COMPANY\n\n855-349-6757\n\nsupport@greenworksinspections.com https://greenworksinspections.com\n\n<!-- image -->\n\nG W S TNA R  HM   I N PCI O AD DOE SET N 117 Red Leaf Cove 8 Georgetown, TX 7862\n\n<!-- image -->\n\nI np et o s c r Richard Young TREC #23246, TBPE FIRM #20170, MOLD FIRM #ACO1162, TPCL FIRM #0761253 512-994-2323\n\nrichard.young@greenworksinspections.com\n\n.\n\n<!-- image -->\n\n## PROPERTY INSPECTION REPORT FORM\n\nRajat Baid\n\nName of Client\n\n06/16/2023 9:30 am\n\nDate of Inspection\n\n117 Red Leaf Cove, Georgetown, TX 78628\n\nAddress of Inspected Property\n\nRichard Young\n\nName of Inspector\n\nTREC #23246, TBPE FIRM #20170, MOLD\n\nFIRM #ACO1162, TPCL FIRM #0761253 TREC License #\n\nName of Sponsor (if applicable)\n\nTREC License #\n\n## PURPOSE OF INSPECTION\n\nA real estate inspection is a visual survey of a structure and a basic performance evaluation of the systems and components of a building. It provides information regarding the general condition of a residence at the time the inspection was conducted. It is important that you carefully read ALL of this information. Ask the inspector to clarify any items or comments that are unclear.\n\n## RESPONSIBILITY OF THE INSPECTOR\n\nThis  inspection  is  governed  by  the  Texas  Real  Estate  Commission  (TREC)  Standards  of  Practice  (SOPs),  which  dictates  the minimum requirements for a real estate inspection.\n\nThe inspector IS required to:\n\n- use this Property Inspection Report form for the inspection;\n- inspect only those components and conditions that are present, visible, and accessible at the time of the inspection;\n- indicate whether each item was inspected, not inspected, or not present;\n- indicate an item as Deficient (D) if a condition exists that adversely and materially affects the performance of a system or component OR constitutes a hazard to life, limb or property as specified by the SOPs; and\n- explain the inspector's findings in the corresponding section in the body of the report form.\n\nThe inspector IS NOT required to:\n\n- identify all potential hazards;\n- turn on decommissioned equipment, systems, utilities, or apply an open flame or light a pilot to operate any appliance;\n- climb over obstacles, move furnishings or stored items;\n- prioritize or emphasize the importance of one deficiency over another;\n- provide follow-up services to verify that proper repairs have been made; or\n- inspect system or component listed under the optional section of the SOPs (22 TAC 535.233).\n\n## RESPONSIBILTY OF THE CLIENT\n\nWhile items identified as Deficient (D) in an inspection report DO NOT obligate any party to make repairs or take other actions, in the  event  that  any  further  evaluations  are  needed,  it  is  the  responsibility  of  the  client  to  obtain  further  evaluations  and/or  cost estimates from qualified service professionals regarding any items reported as Deficient (D). It is recommended that any further evaluations and/or cost estimates take place prior to the expiration of any contractual time limitations, such as option periods.\n\nPlease Note: Evaluations performed by service professionals in response to items reported as Deficient (D) on the report may lead to  the  discovery of additional deficiencies that were not present, visible, or accessible at the time of the inspection. Any repairs made after the date of the inspection may render information contained in this report obsolete or invalid.\n\n## REPORT LIMITATIONS\n\nThis report is provided for the benefit of the named client and is based on observations made by the named inspector on the date the inspection was performed (indicated above).\n\nONLY those items specifically noted as being inspected on the report were inspected.\n\nThis inspection IS NOT:\n\n- a technically exhaustive inspection of the structure, its systems, or its components and may not reveal all deficiencies;\n- an inspection to verify compliance with any building codes;\n- an inspection to verify compliance with manufacturer's installation instructions for any system or component and DOES NOT imply insurability or warrantability of the structure or its components.\n\nPromulgated by the Texas Real Estate Commission ● (512) 936-3000 ● www.trec.texas.gov\n\n.\n\n## NOTICE CONCERNING HAZARDOUS CONDITIONS, DEFICIENCIES, AND CONTRACTUAL AGREEMENTS\n\nConditions may be present in your home that did not violate building codes or common practices in effect when the home was constructed but are considered hazardous by today's standards. Such conditions that were part of the home prior to the adoption  of  any  current  codes  prohibiting  them  may  not  be  required  to  be  updated  to  meet  current  code  requirements. However, if it can be reasonably determined that they are present at the time of the inspection, the potential for injury or property loss from these conditions is significant enough to require inspectors to report them as Deficient (D). Examples of such hazardous conditions include:\n\n- malfunctioning, improperly installed, or missing ground fault circuit protection (GFCI) devices and arc-fault (AFCI) devices;\n- ordinary glass in locations where modern construction techniques call for safety glass;\n- malfunctioning  or  lack  of  fire  safety  features  such  as  smoke  alarms,  fire-rated  doors  in  certain  locations,  and  functional emergency escape and rescue openings in bedrooms;\n- malfunctioning carbon monoxide alarms;\n- excessive spacing between balusters on stairways and porches;\n- improperly installed appliances;\n- improperly installed or defective safety devices;\n- lack of electrical bonding and grounding; and\n- lack of bonding on gas piping, including corrugated stainless steel tubing (CSST).\n\nPlease Note: items identified as Deficient (D) in an inspection report DO NOT obligate any party to make repairs or take other actions. The decision to correct a hazard or any deficiency identified in an inspection report is left up to the parties to the contract for the sale or purchase of the home.\n\nThis property inspection report may include an inspection agreement (contract), addenda, and other information related to property conditions.\n\nINFORMATION INCLUDED UNDER 'ADDITIONAL INFORMATION PROVIDED BY INSPECTOR', OR PROVIDED AS AN ATTACHMENT WITH THE STANDARD FORM, IS NOT REQUIRED BY THE COMMISSION AND MAY CONTAIN CONTRACTUAL TERMS BETWEEN THE INSPECTOR AND YOU, AS THE CLIENT. THE COMMISSION DOES NOT REGULATE  CONTRACTUAL  TERMS  BETWEEN  PARTIES.  IF  YOU  DO  NOT  UNDERSTAND  THE  EFFECT  OF  ANY CONTRACTUAL TERM CONTAINED IN THIS SECTION OR ANY ATTACHMENTS, CONSULT AN ATTORNEY.\n\n## ADDITIONAL INFORMATION PROVIDED BY INSPECTOR\n\n## PURPOSE, LIMITATIONS AND INSPECTOR / CLIENT RESPONSIBILITIES\n\nThis  property  inspection  report  may  include  an  inspection  agreement  (contract),  addenda,  and  other information  related  to  property  conditions.  If  any  item  or  comment  is  unclear,  you  should  ask  the inspector to clarify the findings. It is important that you carefully read ALL of this information.\n\nThis inspection is subject to the rules ('Rules') of the Texas Real Estate Commission ('TREC'), which can be found at www.trec.texas.gov.\n\nThe TREC Standards of Practice (Sections 535.227-535.233 of the Rules) are the minimum standards for inspections by TREC-licensed inspectors. An inspection addresses only those components and conditions that  are  present,  visible,  and  accessible  at  the  time  of  the  inspection.  While  there  may  be  other  parts, components or systems present, only those items specifically noted as being inspected were inspected. The inspector is NOT required to turn on decommissioned equipment, systems, utility services or apply an  open  flame  or  light  a  pilot  to  operate  any  appliance.  The  inspector  is  NOT  required  to  climb  over obstacles, move furnishings or stored items. The inspection report may address issues that are code-based or  may  refer  to  a  particular  code;  however,  this  is  NOT  a  code  compliance  inspection  and  does  NOT verify compliance  with  manufacturer's  installation  instructions. The  inspection  does  NOT  imply insurability  or  warrantability  of  the  structure  or  its  components.  Although  some  safety  issues  may  be addressed  in  this  report,  this  inspection  is  NOT  a  safety/code  inspection,  and  the  inspector  is  NOT required to identify all potential hazards.\n\n.\n\nIn this report, the inspector shall indicate, by checking the appropriate boxes on the form, whether each item was inspected, not inspected, not present or deficient and explain the findings in the corresponding section in the body of the report form.  The inspector must check the Deficient (D) box if a condition exists  that  adversely  and  materially  affects  the  performance  of  a  system  or  component  or  constitutes  a hazard  to  life,  limb  or  property  as  specified  by  the  TREC  Standards  of  Practice.  General  deficiencies include inoperability, material distress, water penetration, damage, deterioration, missing components, and unsuitable installation. Comments may be provided by the inspector whether or not an item is deemed deficient. The inspector is not required to prioritize or emphasize the importance of one deficiency over another.\n\nSome items reported may be considered life-safety upgrades to the property. For more information, refer to Texas Real Estate Consumer Notice Concerning Recognized Hazards or Deficiencies below.\n\nTHIS PROPERTY INSPECTION IS NOT A TECHNICALLY EXHAUSTIVE INSPECTION OF THE STRUCTURE, SYSTEMS OR COMPONENTS. The inspection may not reveal all deficiencies. A real estate inspection helps to reduce some of the risk involved in purchasing a home, but it cannot eliminate these risks, nor can the inspection anticipate future events or changes in performance due to changes in use  or  occupancy.  It  is  recommended  that  you  obtain  as  much  information  as  is  available  about  this property, including any seller's disclosures, previous inspection reports, engineering reports, building/remodeling permits, and reports performed for or by relocation companies, municipal inspection departments,  lenders,  insurers,  and  appraisers.  You  should  also  attempt  to  determine  whether  repairs, renovation, remodeling, additions, or other such activities have taken place at this property. It is not the inspector's responsibility to confirm that information obtained from these sources is complete or accurate or that this inspection is consistent with the opinions expressed in previous or future reports.\n\nITEMS IDENTIFIED IN THE REPORT DO NOT OBLIGATE ANY PARTY TO MAKE REPAIRS OR TAKE  OTHER  ACTIONS,  NOR  IS  THE  PURCHASER  REQUIRED  TO  REQUEST  THAT  THE SELLER TAKE ANY ACTION.  When a deficiency is reported, it is the client's responsibility to obtain further evaluations and/or cost estimates from qualified service professionals. Any such follow-up should take place prior to the expiration of any time limitations such as option periods. Evaluations by qualified tradesmen may lead to the discovery of additional deficiencies which may involve additional repair costs. Failure  to  address  deficiencies  or  comments  noted  in  this  report  may  lead  to  further  damage  of  the structure or systems and add to the original repair costs.  The inspector is not required to provide followup services to verify that proper repairs have been made.\n\nWhen a deficiency is  reported,  it  is  the  client's  responsibility  to  obtain  further  evaluations  and/or  cost estimates from qualified and licensed (if applicable) service professionals.   Property conditions change with time and use. For example, mechanical devices can fail at any time, plumbing gaskets and seals may crack if the appliance or plumbing fixture is not used often, roof leaks can occur at any time regardless of the apparent condition of the roof, and the performance of the structure and the systems may change due to changes in use or occupancy, effects of weather, etc. These changes or repairs made to the structure after the inspection may render information contained herein obsolete or invalid. This report is provided for  the  specific  benefit  of  the  client  named  above  and  is  based  on  observations  at  the  time  of  the inspection. If you did not hire the inspector yourself, reliance on this report may provide incomplete or outdated  information.  Repairs,  professional  opinions  or  additional  inspection  reports  may  affect  the meaning of the information in this report. It is recommended that you hire a licensed inspector to perform an inspection to meet your specific needs and to provide you with current information concerning this property.\n\n## TEXAS REAL ESTATE CONSUMER NOTICE CONCERNING HAZARDS OR DEFICIENCIES\n\nEach  year,  Texans  sustain  property  damage  and  are  injured  by  accidents  in  the  home.  While  some accidents may not be avoidable, many other accidents, injuries, and deaths may be avoided through the identification and repair of certain hazardous conditions. Examples of such hazards include: malfunctioning,  improperly  installed  or  missing  ground  fault  circuit  protection  (GFCI)  devices  for electrical receptacles in garages, bathroom, kitchens, and exterior areas; malfunctioning arc fault protection (AFCI) devices; ordinary glass in locations where modern construction techniques call for safety glass; malfunctioning or lack of fire safety features such as, smoke alarms, fire-rated doors in certain locations,\n\n.\n\nand functional emergency escape and rescue openings in bedrooms; malfunctioning carbon monoxide alarms; airways and porches; excessive spacing between balusters on st improperly installed appliances; safety devices; improperly installed or defective lack of electrical bonding and grounding; and gated stainless steel tubing (CSST). lack of bonding on gas piping, including corru\n\nTo  ensure  that  consumers  are  informed  of  hazards  such  as  these,  the  Texas  Real  Estate  Commission (TREC)  has  adopted  Standards  of  Practice  requiring  licensed  inspectors  to  report  these  conditions  as 'Deficient' when performing an inspection for a buyer or seller, if they can be reasonably determined.\n\nThese  conditions  may  not  have  violated  building  codes  or  common  practices  at  the  time  of  the construction of the home, or they may have been 'grandfathered' because they were present prior to the adoption  of  codes  prohibiting  such  conditions.  While  the  TREC  Standards  of  Practice  do  not  require inspectors to perform a code compliance inspection, TREC considers the potential for injury or property loss  from  the  hazards  addressed  in  the  Standards  of  Practice  to  be  significant  enough  to  warrant  this notice.\n\nContract forms developed by TREC for use by its real estate licensees also inform the buyer of the right to have the home inspected and can provide an option clause permitting the buyer to terminate the contract within a specified time. Neither the Standards of Practice nor the TREC contract forms requires a seller to remedy conditions revealed by an inspection. The decision to correct a hazard or any deficiency identified in an inspection report is left to the parties to the contract for the sale or purchase of the home.\n\nINFORMATION INCLUDED UNDER \"ADDITIONAL INFORMATION PROVIDED BY INSPECTOR\",  OR  PROVIDED  AS  AN  ATTACHMENT  WITH  THE  STANDARD  FORM,  IS  NOT REQUIRED BY THE COMMISSION AND MAY CONTAIN CONTRACTUAL TERMS BETWEEN THE  INSPECTOR  AND  YOU,  AS  THE  CLIENT.  THE  COMMISSION  DOES  NOT  REGULATE CONTRACTUAL TERMS BETWEEN PARTIES. IF YOU DO NOT UNDERSTAND THE EFFECT OF ANY  CONTRACTUAL  TERM  CONTAINED  IN  THIS  SECTION  OR  ANY  ATTACHMENTS, CONSULT AN ATTORNEY.\n\n## ADDITIONAL INFORMATION PROVIDED BY INSPECTOR\n\nNote to clients: Upon downloading or printing this report from e-mail, some users have found that some of the checkmarks in the boxes are not marked; this is due to the fact that their computers may not have the  correct  fonts  installed.    Should  your  report  lack  these  checkmarks  or  have  any  other  flaws  please contact  us  immediately  for  a  faxed  copy.  GreenWorks  recommends  that  only  professionally  licensed contractors complete any repairs listed, prior to closing. The inspection does not include any destructive testing or dismantling. It is possible that in the process of repair, items may be discovered that were not apparent  to  the  inspector  at  the  original  time  of  inspection.    Inspectors  cannot  be  held  liable  for  such hidden defects  by  the  client(s).    This  report  is  prepared  exclusively  for  the  above  named  Client(s).    It cannot  be  transferred  to  or  used  by  any  other  parties  in  any  form.  Client(s)  gives  permission  for  the Inspector to discuss report findings with real estate agents, lenders, specialists, or repair persons for the sake  of  clarification.   Additional  pages  may  be  attached  to  this  report.  Read  them  very  carefully.  This report  may  not  be  complete  without  the  attachments.    Comments  may  be  provided  by  the  inspector whether  or  not  an  item  is  deemed  in  need  of  repair.    Additional  information  may  be  obtained  at  our website:  www.GreenWorksInspections.com\n\nNOTE: Pictures are a representative sample, and do not display every defect.\n\nINFORMATION INCLUDED UNDER 'ADDITIONAL INFORMATION PROVIDED BY INSPECTOR', OR PROVIDED AS AN ATTACHMENT WITH THE STANDARD FORM, IS NOT REQUIRED BY THE COMMISSION AND MAY CONTAIN CONTRACTUAL TERMS BETWEEN THE INSPECTOR AND YOU, AS THE CLIENT. THE COMMISSION DOES NOT REGULATE  CONTRACTUAL  TERMS  BETWEEN  PARTIES.  IF  YOU  DO  NOT  UNDERSTAND  THE  EFFECT  OF  ANY CONTRACTUAL TERM CONTAINED IN THIS SECTION OR ANY ATTACHMENTS, CONSULT AN ATTORNEY.\n\nReport Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023\n\nI=Inspected\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\nI NI NP D\n\n## TITLE PAGES\n\nAdditional Info Provided By Inspector\n\nInspection Scope:\n\nFull (All Utilities Were Turned On)\n\nOccupancy:\n\nOccupied (Viewing Restricted)\n\nStructure Type: House\n\nParties Present:\n\nOwners\n\nAdditional Documents Provided: N/A\n\nWeather Conditions:\n\nSunny\n\nAdditional Written Information Provided: Yes\n\nRemodeled?:\n\nNo\n\nNew Const?:\n\nNo\n\nAdditions?:\n\nNo\n\nProperty Faces: East\n\nArrival Temperature (Approximate): 80's\n\nDeparture Temperature (Approximate): 90's\n\n## I NI NP D\n\n<!-- image -->\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\n## I. STRUCTURAL SYSTEMS\n\nA. Foundation\n\nComments:\n\nFoundation Type: Slab\n\nFoundation Visibility:\n\nPartly Visible\n\nFoundation Performance Opinion:\n\nPerforming - At this time, the foundation appears to be supporting the structure and immediate significant repair needs are not evident.  Seasonal expansion and contraction observed which is considered normal for age, location and soil conditions.  No major movement noted at the time of inspection.\n\n## Elevation Map:\n\nDisclaimer:  The attached elevations are used for information purposes only and should not be used for serious negotiations.  GreenWorks inspectors are not qualified professional engineers and are not attempting to imitate one.  If you have any concerns about the foundation life expectancy, insurability, or the potential for future problems, a professional engineer should be consulted.\n\n<!-- image -->\n\n## Additional Comments:\n\nSome trees may remove a few hundred gallons of water in a single day through transpiration and if they are allowed to grow too close to the structure could cause foundation problems.\n\ntion.  It is not unusual to see a Soil movement, settlement, or upheaval is directly transmitted to the founda foundation in this region move in response to moisture various that normally attend seasonal changes. Settlement of a foundation that is seasonal related usually occurs during the hot and dry summer months when the soil can sometimes dry out to a depth of more than ten feet.  This drying or desiccation occurs from soil surface evaporation and transpiration of water from vegetation.  Large bushes such as Red Tip Photinias and River-bottom trees consume a lot of water and should not be planted near a foundation.  Heaving of a foundation that is seasonally related usually occurs during the colder and wetter months.  Usually the winter months are wetter, so soils in our area tend to swell and raise the foundation. Differential foundation movement is normally the result of variations in the moisture content of the soil such as: non-uniform watering of vegetation, poor drainage way from the foundation, or leaking plumbing lines.  It is possible that portions of a foundation that have previously not moved can move sometime in the future.  It should be noted that clay type soils have higher bearing capacity but are subject to more movement, while sandy type soils have lower bearing capacity but are subject to less movement.\n\nThe inspector is not a professional engineer and is giving an opinion as mandatory.  If you have any concerns about the foundation life expectancy, insurability, or the potential for future problems, a professional engineer should be consulted.\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\nCrawlspace Viewed From :\n\nN/A\n\nSpecific Limitations:\n\nNote:  Specific Limitations. The inspector is not required to:\n\n- (A) enter a crawl space or any area where headroom is less than 18 inches or the access opening is less than 24 inches wide and 18 inches high;\n- icators of possible adverse performance; or (B) provide an exhaustive list of ind\n- (C) inspect retaining walls not related to foundation performance.\n\nThe foundation performance opinion stated below neither in any way addresses future foundation movement or settlement, nor does it certify floors to be level.  Soil in the Central Texas area is known to be unstable and unpredictable.  Should you have present or future concerns regarding the foundation's condition, you are strongly advised to consult with your builder and/or a licensed Professional Structural Engineer for further evaluation\n\n## Heavy Foliage:\n\nThe heavy foliage around the structure should be trimmed and lowered to allow observation for insect activity.  This condition is also conducive to moisture issues.\n\n<!-- image -->\n\nFoundation - Skim Coat:\n\nA slab dressing or skim coat, has been applied over the original foundation of the house which makes it difficult to evaluate the condition of the actual foundation wall.\n\n## 1: Honeycombing\n\n## Handyman/Maintenance Item\n\nHoneycombing was present at the foundation wall. These areas should be monitored.\n\nRecommendation: Recommend monitoring.\n\n<!-- image -->\n\nLeft Side\n\n<!-- image -->\n\n## 2: Damaged Skim Coating\n\n## Handyman/Maintenance Item\n\nDamaged parge or skim coating was observed.  Cracked parge coating can be repaired by resurfacing using a quick setting cement.  For severe breaks, a completely new coat should be applied.\n\nRecommendation: Contact a qualified professional.\n\nD=Deficient\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\n<!-- image -->\n\nD=Deficient\n\nLeft Side\n\n<!-- image -->\n\n## B. Grading/Drainage\n\nComments:\n\nGutters Present: Yes (Guttering Not Tested.)\n\nPositive Slope on All Sides of Home: Yes\n\nEvidence of Water Penetration: No\n\nArea Drains Present: Yes (Drains Not Tested and Termination Points are Not Determined)\n\n<!-- image -->\n\n## Additional Information:\n\nThe strategy of a foundation is important.  Expansive clay soils, which are found in this part of Texas, can be very destructive to a foundation if the moisture content of the perimeter varies.  The industry standard is a grading slope of six inches within the first ten feet of a foundation.  Excessive moisture forming near a structure can be destructive to a foundation.  If adding soil to the perimeter to create positive drainage, remember to the keep the soil level at least 4 inches from the top of the foundation.  If you are able to verify that the structure is built on a clay type soil (as determined by a soil analysis testing) then that type of soil should be used to raise the soil level.  Porous soils should be avoided.\n\nIdeally finished grade, including flower bed soil, should be 4'from the top of the foundation to help prevent conducive conditions for water penetration and/or wood destroying insects.\n\nIt is recommended that all areas where expansive or collapsible soils are known to exist, a controlled method of water disposal from the roofs that will collect and discharge all roof drainage to the ground surface at least 5' from the foundation or to an approved drainage system.\n\n## Specific Limitations:\n\nNote:  Specific Limitations.  The inspector is not required to:\n\n- (A) inspect flatwork or detention/retention ponds (except as related to slope and drainage);\n- (B) determine area hydrology or the presence of underground water; or\n- drainage systems. (C) determine the efficiency or performance of underground or surface\n\ntion of soil stability During heavy rains, the accumulation of water on this lot may be unavoidable.  An evalua is beyond the scope of this inspection.  Client is advised to keep soil levels 6'-8' from top of slab and graded away to promote positive drainage and prevent water from ponding around the foundation.  High soil is a conducive condition to wood destroying insects.\n\n## 1: Downspouts Drain Near Property\n\nRecommendation\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\nOne or more downspouts drain too close to the property foundation. This can result in excessive moisture in the soil at the foundation, which can lead to foundation/structural movement. Recommend a qualified contractor adjust downspout extensions to drain at least 6 feet from the foundation.\n\nHere is a helpful DIY link and video on draining water flow away from your property.\n\nRecommendation: Contact a qualified gutter contractor\n\nLeft Side\n\n<!-- image -->\n\n## 2: Over-Exposure\n\n## Recommendation\n\n<!-- image -->\n\nThere were areas of overexposure of the foundation wall. Preferably 6 to 8 inches of foundation exposure should be present around the perimeter of the home.\n\nRecommendation: Contact a qualified landscaping contractor\n\nBack Left\n\n<!-- image -->\n\n## 3: Splash blocks not properly installed\n\nRecommendation\n\n<!-- image -->\n\nSplash blocks have not been properly installed in areas.\n\nRecommendation: Contact a handyman or DIY project\n\nLeft Side\n\n<!-- image -->\n\nI=Inspected\n\n## I NI NP D\n\n<!-- image -->\n\nNI=Not Inspected\n\nC. Roof Covering\n\nComments:\n\nGeneral Roof Photos:\n\n<!-- image -->\n\nNP=Not Present\n\nD=Deficient\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\n<!-- image -->\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\n<!-- image -->\n\n<!-- image -->\n\nRoof Viewed From: Ground, Drone\n\nWeather Conditions:\n\nSunny\n\nRoof Covering Materials: Asphalt composition\n\nSpecific Limitations:\n\nNote:  Specific Limitations.  The inspector is not required to:\n\n- ing; (A) determine the remaining life expectancy of the roof cover\n- able judgment, the inspector cannot safely (B) inspect the roof from the roof level if, in the inspector's reason reach or stay on the roof or significant damage to the roof covering materials may result from walking on the roof;\n- (C) determine the number of layers of roof covering material;\n- (D) identify latent hail damage;\n- teners and adhesion, or (E) exhaustively examine all fas\n- s and water penetrations. (F) provide an exhaustive list of locations of deficiencie\n\nRoof materials have a limited service life and may require spot repairs should leaks develop prior to replacement.  Roof maintenance is an ongoing process and includes keeping the roof free of tree debris, replacing any loose, damaged, or missing shingles, and sealing any gaps at flashing materials.  This report neither addresses future roof leaks nor does it certify the roof to be leak-free.  A roofing specialist should be consulted about any concerns over roof covering life expectancy or the potential for future problems.  Please note: Homeowners insurance companies use different standards and criteria for determining whether they will issue an insurance policy.  These standards differ from each insurance company, as each has their own standards.  Please be advised that this report does not certify nor guarantee that an insurance company will accept or reject an insurance policy based on the condition of this roof.  This roof is not inspected for Insurability or Life Expectancy, and is inspected for function ONLY.  As the purchaser, you may wish to have your insurance carrier inspect for insurance coverage.\n\n## General Roof:\n\nThe roofing inspection is a visual attempt to find major defects present at the time of inspection.  If you have any concerns about the roof covering life expectancy, insurability or the potential for future problems, a roofing specialist should be consulted.\n\nRoof Access - Height/Pitch:\n\nDue to height and pitch, roof was observed from the ground, drone, and attic only.\n\n## 1: Damaged Shingles\n\n<!-- image -->\n\n## Recommendation\n\nDamaged shingles were observed at the time of inspection.  Repair or replacement is recommended.\n\nRecommendation: Contact a qualified roofing professional.\n\n<!-- image -->\n\n<!-- image -->\n\n## I NI NP D\n\n<!-- image -->\n\nNI=Not Inspected\n\n## 2: Fasteners - Exposed\n\n<!-- image -->\n\nRecommendation\n\nExposed fasteners. Fasteners should be sealed to prevent water penetration.\n\nRecommendation: Contact a qualified roofing professional.\n\nFront Left\n\n<!-- image -->\n\n## 3: Shingle Uplift - Lack of Bonding\n\n## Handyman/Maintenance Item\n\nSome of the upper shingles have not bonded sufficiently to the shingles located beneath them at the sealing strip. This could have been caused by installation of the shingles during cold weather, or that dust/dirt covered the sealing strip. These shingles should be monitored.\n\nRecommendation: Recommend monitoring.\n\n<!-- image -->\n\nRear\n\n<!-- image -->\n\n## 4: Improperly Installed Roofing Material\n\n<!-- image -->\n\n## Recommendation\n\nThere was roofing material that was installed improperly at the time of inspection.\n\nRecommendation: Contact a qualified roofing professional.\n\nFront Left\n\n<!-- image -->\n\n## D. Roof Structure and Attic\n\nComments:\n\nGeneral Attic Photos:\n\nNP=Not Present\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\n<!-- image -->\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\nRoof Decking Type: Radiant Barrier Board Framing Type: Conventional\n\n<!-- image -->\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\nVentilation Type: Soffit, Passive Vent\n\nAttic Entry Point: Interior, Garage\n\nAttic Inspected: Yes - Walked decked Safe Areas Only, No - Access Blocked\n\n<!-- image -->\n\nInsulation Type: Fiberglass\n\nInsulation Amount: 12 - 18 inches - Attic Floor\n\nAttic Temperature (Approximate °F): 81-90\n\n<!-- image -->\n\n<!-- image -->\n\nSpecific Limitations:\n\nNote:  Specific Limitations.  The inspector is not required to:\n\n(A) enter attics or unfinished spaces where openings are less than 22 inches by 30 inches or headroom is less than 30 inches;\n\n- (B) operate powered ventilators; or\n- ations of deficiencies and water penetrations. (C) provide an exhaustive list of loc\n\nwhere he reasonably The inspector cannot enter an attic with less than 5' (feet) of vertical clearance, or determines that conditions or materials may be unsafe.  Insulation covering structural, mechanical, or electrical components may preclude inspection of these items. The inspector will report his/her attic inspection point.\n\nInsulation improvements may be cost effective depending on the anticipated term of ownership.  For your information the Department of Energy currently recommends an insulation value of R-30 to R-60 for the attic area.  The R-Value is determined by the depth of the insulation, type of insulation used (bats, rolls, loose-fill, etc.) and the material the insulation is made of (fiberglass, rock wool, cellulose, etc.)\n\nAttic:\n\n| I=Inspected   |    | NP=Not Present D=Deficient   |\n|---------------|----|------------------------------|\n| I NI          | NP |                              |\n\nAttic Space is Limited.  Viewed from Accessible Areas Only.  Insulation is not lifted, moved, or disturbed to observe for hidden defects or concerns.\n\nAttic - Safe Walkboards Only:\n\nAttic observed from safe walk boards only. Entered attic and performed an incomplete limited visual inspection due to obstructions and inaccessible areas.\n\nRadiant Barrier - Foil:\n\nRadiant barrier foil covers the attic decking. The decking could not be fully inspected due to this installation.\n\nAccess Blocked:\n\nThe attic access hatch/door was blocked by stored items, vehicles or shelving. Unable to comment on/ inspect this area.\n\n<!-- image -->\n\n## 1: Insulation Low - Infrared\n\n## Recommendation\n\n<!-- image -->\n\nThere were areas of low/missing insulation observed with the infrared camera.\n\nRecommendation: Contact a qualified insulation contractor.\n\n<!-- image -->\n\n## E. Walls (Interior and Exterior)\n\nComments:\n\nExterior\n\nFront Exterior Photos:\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\n<!-- image -->\n\nD=Deficient\n\n<!-- image -->\n\n<!-- image -->\n\nRight Exterior Photos:\n\n<!-- image -->\n\nExterior Wall Cladding Type: Brick, Wood or Wood Like Product, Hardie Plank\n\n<!-- image -->\n\n<!-- image -->\n\nSpecific Limitations:\n\nNote: Specific Limitations.  The inspector is not required to:\n\n(A) report cosmetic damage or the condition of floor, wall, or ceiling coverings; paints, stains, or other surface coatings; cabinets; or countertops, of deficiencies and water penetrations, (C) report the condition of (B) provide an exhaustive list of locations awnings, blinds, shutters, security devices, or other non structural systems; or -\n\ns. (D) determine the cosmetic condition of paints, stains, or other surface coating hidden within wall cavities. The inspector cannot determine the condition of wood or structural components\n\n<!-- image -->\n\n<!-- image -->\n\n## I NI NP D\n\n<!-- image -->\n\n<!-- image -->\n\nNI=Not Inspected\n\nNP=Not Present\n\nNo opinion as to the condition of the wood, structural members, vapor barriers, insulation, or other components in hidden areas is implied or intended by this report.\n\n## 1: Lack of Sealed Penetrations\n\nRecommendation\n\n<!-- image -->\n\nIt is recommended that all protrusions through the siding and fixtures mounted on the exterior be sealed in order to prevent moisture incursion. Using a quality exterior caulk type sealant around pipes, wires, light fixtures etc. can prevent moisture related failure of electrical components and siding materials.\n\nRecommendation: Contact a qualified professional.\n\nLeft Side\n\n<!-- image -->\n\n## 2: Paint Splatter\n\n## Handyman/Maintenance Item\n\nPaint splatter was noted on the walls.\n\nRecommendation: Contact a qualified professional.\n\nRight Side\n\n<!-- image -->\n\n## Interior\n\nInterior Photos:\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\n<!-- image -->\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\n<!-- image -->\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\nInterior Wall Finishes: Sheet Rock\n\n<!-- image -->\n\n## 1: Caulking - Showers\n\n## Recommendation\n\n<!-- image -->\n\nThere were various areas of missing and damaged caulking and grout at the shower walls.  All enclosures should be completely water tight and sealed.\n\nDownstairs Guest Bathroom\n\n<!-- image -->\n\n## 2: Shower Wall Leak\n\n## Recommendation\n\n<!-- image -->\n\nThe bathroom shower enclosure leaks water when the shower is in use.  Repair is recommended.\n\nRecommendation: Contact a qualified professional.\n\nMaster Bathroom\n\n<!-- image -->\n\n## 3: Nicks/Missing Paint\n\n## Handyman/Maintenance Item\n\nThere are nicks and missing paint in various areas.\n\nRecommendation: Contact a qualified painting contractor.\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\nUpstairs Back Left Bedroom\n\n<!-- image -->\n\n<!-- image -->\n\n## 4: Joint Separation\n\n## Handyman/Maintenance Item\n\nThere are joint separations in various areas.\n\nRecommendation: Contact a qualified drywall contractor.\n\n<!-- image -->\n\nGarage\n\n<!-- image -->\n\nMaster Bedroom\n\n<!-- image -->\n\n## 5: Walls Out Of Square\n\nRecommendation\n\n<!-- image -->\n\nSome walls at the home were out of square.\n\nRecommendation: Contact a qualified professional.\n\nMaster Bathroom Closet\n\n<!-- image -->\n\n## I NI NP D\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nNI=Not Inspected\n\nNP=Not Present\n\n<!-- image -->\n\nD=Deficient\n\nGarage Hallway\n\n<!-- image -->\n\n## 6: Trim Separation/Gapping\n\n## Handyman/Maintenance Item\n\nTrim separation was observed at areas of the interior trim materials.\n\nRecommendation: Contact a qualified professional.\n\nMaster Bathroom\n\n<!-- image -->\n\n## F. Ceilings and Floors\n\nComments:\n\n## Ceilings\n\nSpecific Limitations:\n\nNote: Specific Limitations.  The inspector is not required to:\n\nr ceiling coverings; paints, stains, or other (A) report cosmetic damage or the condition of floor, wall, o surface coatings; cabinets; or countertops,\n\n- of deficiencies and water penetrations; or (B) provide an exhaustive list of locations\n- (C) determine the cosmetic condition of paints, stains, or other surface coatings.\n\nceiling or floor cavities.  No The inspector cannot determine the condition of structural components in hidden opinion as to the condition of the wood, structural members, or other components in hidden areas is implied or intended by this report.\n\n## 1: Nail Pops\n\n## Handyman/Maintenance Item\n\nThere are nail pops at the ceilings.\n\nRecommendation: Contact a qualified drywall contractor.\n\n## I NI NP D\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nNI=Not Inspected\n\nNP=Not Present\n\nOffice\n\n<!-- image -->\n\n## 2: Joint Separation\n\n## Handyman/Maintenance Item\n\nThere is joint separation in various areas.\n\n<!-- image -->\n\nUpstairs Guest Bathroom\n\n<!-- image -->\n\n## Floors\n\nSpecific Limitations:\n\nNote: Specific Limitations.  The inspector is not required to:\n\n(A) report cosmetic damage or the condition of floor, wall, or ceiling coverings; paints, stains, or other surface coatings; cabinets; or countertops,\n\n- of deficiencies and water penetrations; or (B) provide an exhaustive list of locations\n- (C) determine the cosmetic condition of paints, stains, or other surface coatings.\n\nceiling or floor cavities.  No The inspector cannot determine the condition of structural components in hidden opinion as to the condition of the wood, structural members, or other components in hidden areas is implied or intended by this report.\n\nFloors - Covered:\n\nThere are large area rugs on the flooring in most rooms, these areas were not inspected due to these rugs.\n\n<!-- image -->\n\n## 1: Flooring Gap\n\nHandyman/Maintenance Item\n\nD=Deficient\n\n## I NI NP D\n\n<!-- image -->\n\nNI=Not Inspected\n\nNP=Not Present\n\nThere were gaps at the flooring within the home.\n\nKitchen\n\n<!-- image -->\n\n## G. Doors (Interior and Exterior)\n\nComments:\n\nEntry Door Type:\n\nWood w/ glass\n\nOverhead Garage Door Type: Fiberglass\n\nSpecific Limitations:\n\nNote: Specific Limitations.  The inspector is not required to:\n\n- devices, or other non (A) report the condition of awnings, blinds, shutters, security -structural systems;\n- if the (B) determine the cosmetic condition of paints, stains, or other surface coatings; or; (C) operate a lock\n\nkey is not available,\n\n- (D) provide an exhaustive list of locations of deficiencies and water penetrations.\n- The inspector cannot determine the condition of wood or structural components hidden within wall cavities.\n\nNo opinion as to the condition of the wood, structural members, vapor barriers, insulation, or other components in hidden areas is implied or intended by this report.\n\nWe do NOT inspect for Safety Glass or Storm Doors.\n\n## 1: Shower Door Collides\n\n## Handyman/Maintenance Item\n\nThe shower door collides with another surface in the bathroom.  Risk for damage is high and adjustment or stopper installation is recommended.\n\nRecommendation: Contact a handyman or DIY project\n\nDownstairs Guest Bathroom\n\n<!-- image -->\n\n## 2: Exterior Doors - Air and Light\n\n## Recommendation\n\n<!-- image -->\n\nLight and air gaps were present at the exterior doors.  This can result in significant energy loss and moisture intrusion. Recommend installation of additional weatherstripping.\n\nRecommendation: Contact a qualified door repair/installation contractor.\n\nD=Deficient\n\n| Report Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023   | Report Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023   | Report Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023   | Report Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023   |\n|----------------------------------------------------------------------------------|----------------------------------------------------------------------------------|----------------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| I=Inspected                                                                      | I=Inspected                                                                      | I=Inspected                                                                      | NI=Not Inspected                                                                 |\n| I                                                                                | NI                                                                               | NP                                                                               |                                                                                  |\n\n<!-- image -->\n\n## H. Windows\n\nComments:\n\nWindow Type: Vinyl - Double pane insulated\n\nSpecific Limitations:\n\nNote:  Specific Limitations.  The inspector is not required to:\n\n- roken seals; (A) exhaustively inspect insulated windows for evidence of b\n- (B) exhaustively inspect glazing for identifying labels; or\n- (C) identify specific locations of damage.\n\nThe inspector does not inspect or comment on the presence or condition of storm windows, awnings, shutters, or other security devices or systems.  Failed thermal seals in insulated windows are not always detectable, depending upon atmospheric conditions or if they are particularly dirty or otherwise obstructed. Visible signs of voided (lost thermal seal) insulated windows can fluctuate with changes in lighting, temperature and/or humidity.  Only obvious seal failure (window fogging) is noted in this report.  Windows can be constructed with multiple sashes and/or lites which could increase the number of actual voided glazed panels. Should this be a concern, our client should contact a glass window specialist to determine if any additional windows have broken seals.  The inspector does not remove any screens or inspect windows which would require a ladder to inspect\n\n## Thermal Pane Windows:\n\nAs THERMAL PANE WINDOWS lose their vacuum, moisture may appear, and then disappear, depending on inside and outside temperature, barometric pressure and the relative humidity.  Windows are listed as OBSERVED AT THE TIME OF THE INSPECTION ONLY, and NO WARRANTY IS EXPRESSED OR IMPLIED.  If voided or damaged thermal panes are noted on the inspection report, we would strongly urge that a qualified glass company or glazier be contacted for a further evaluation and any estimates that might be needed.\n\n## Window Access:\n\nNot all windows were accessible for inspection.  Some of the windows could not be properly inspected, due to the presence of furniture, stored goods and/or delicate items, which are not moved during an inspection. When these items are removed, there is a possibility that problems will be discovered that were not visible at the time of the inspection.\n\nI=Inspected\n\n## I NI NP D\n\n<!-- image -->\n\nNI=Not Inspected\n\nNP=Not Present\n\n<!-- image -->\n\n## 1: Caulking - Exterior Window Separation\n\nRecommendation\n\n<!-- image -->\n\nThe caulking was separated and/or missing around some windows at the exterior.\n\nRecommendation: Contact a handyman or DIY project\n\nRear\n\n<!-- image -->\n\n## I. Stairways (Interior and Exterior)\n\nComments:\n\nSpecific Limitations:\n\nNote:  Specific Limitations.  The inspector is not required to exhaustively measure every stairway component.\n\n## 1: Loose Stairway Spindles\n\nHandyman/Maintenance Item\n\nStairway spindles are loose.\n\nUpstairs Playroom\n\n<!-- image -->\n\n## J. Fireplaces and Chimneys\n\nComments:\n\nFireplace Fuel Source: N/A\n\nCclamp?: N/A\n\nD=Deficient\n\n## Report Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023\n\n| I=Inspected   |    | D=Deficient   |\n|---------------|----|---------------|\n| I NI          | NP |               |\n\nDamper: N/A\n\nChim Flue: N/A\n\nFirestop?: N/A\n\nSpecific Limitations:\n\nNote:  Specific Limitations.  The inspector is not required to:\n\n(A) verify the integrity of the flue;\n\nor (B) perform a chimney smoke test;\n\n(C) determine the adequacy of the draft.\n\nrequired to inspect or comment on chimney structures located more TREC Limitations.  The inspector is not than 8' (feet) above roofline.  Freestanding wood burning stoves are beyond the scope of this inspection\n\n## K. Porches, Balconies, Decks, and Carports\n\nComments:\n\nSpecific Limitations:\n\nNote:  Specific Limitations.  The inspector is not required to:\n\nhed carport components; or (A) exhaustively measure every porch, balcony, deck, or attac n 24 inches wide (B) enter any area where headroom is less than 18 inches or the access opening is less tha and 18 inches high.\n\n## I NI NP D\n\n<!-- image -->\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\n## II. ELECTRICAL SYSTEMS\n\n## A. Service Entrance and Panels\n\nComments:\n\nGeneral Electrical Photos:\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\n<!-- image -->\n\n<!-- image -->\n\nGrounding Types: Main Panel, Grounding Rod, Gas Line Specific Limitations:\n\nNote: Specific Limitations. The inspector is not required to:\n\nty amperage, voltage, or the capacity of the (A) determine present or future sufficiency of service capaci electrical system;\n\n- (B) test arc -fault circuit interrupter devices when the property is occupied or damage to personal property may result, in the inspector's reasonable judgment;\n- (C) conduct voltage drop calculations;\n- ent device labeling; (D) determine the accuracy of overcurr\n- (E) remove covers where hazardous as judged by the inspector;\n- (F) verify the effectiveness of overcurrent devices; or\n- (G) operate overcurrent devices.\n\nThe inspector is not required to determine the insurability of the property.  The inspector will inspect the service entrance cables and report any deficiencies in the insulation, drip loop, service line clearances and separation of conductors at weather heads.\n\nAFCI - Not Tested - Occupied Home: The Arc-Fault circuit interrupter devices were not tested. Property is occupied, and testing of these circuits could cause damage.\n\n## 1: Working Clearance\n\n- Recommendation\n\nThere was insufficient working clearance in front of the panel.\n\nRecommendation: Contact a qualified electrical contractor.\n\nD=Deficient\n\n## I NI NP D\n\n<!-- image -->\n\n<!-- image -->\n\nNP=Not Present\n\n## WORKING SPACE DEPTH\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## 2: Partially Labeled\n\n## Recommendation\n\n<!-- image -->\n\nThe electrical panel was not completely labeled.  It is recommended that a licensed electrician label the breakers and confirm proper amperage.\n\nRecommendation: Contact a qualified electrical contractor.\n\n<!-- image -->\n\n## B. Branch Circuits, Connected Devices, and Fixtures\n\nComments:\n\nWiring Type:\n\nAluminum\n\nSmoke Detectors Present: Living Room, All Bedrooms, Hallways\n\nSmoke Detectors Hard Wired: Yes\n\nCarbon Monoxide Detectors: Yes\n\nGFCI - Bathrooms: Present and Tripping\n\nGFCI - Kitchen: Present and Tripping\n\nGFCI - Exterior: Present and Tripping, No Power\n\nGFCI - Garage: Present and Tripping\n\nGFCI - Laundry: N/A\n\nGFCI - Detached Structure:\n\nN/A\n\nGFCI - Bar Area: N/A\n\nDryer Outlet Tested: No (Dryer plugged into outlet)\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\n<!-- image -->\n\n<!-- image -->\n\n## Specific Limitations:\n\nNote: Specific Limitations. The inspector is not required to:\n\n- (A) inspect low voltage wiring;\n- (B) disassemble mechanical appliances;\n- rms; (C) verify the effectiveness of smoke ala\n- (D) verify interconnectivity of smoke alarms;\n- (E) activate smoke or carbon monoxide alarms that are or may be monitored or require the use of codes;\n- (F) verify that smoke alarms are suitable for the hearing-impaired;\n- (G) remove the covers of junction, fixture, receptacle or switch boxes unless specifically required by these standards\n\nThe inspector will report as in need of repair the lack of ground fault circuit protection where required. **Homes built prior to 1974 could have aluminum wiring present in the branch circuits.  Inspector observes branch circuit wiring type within the service panel.  Hidden wiring that is not present within the panel could not be observed by inspector.\n\nNot Able To Inspect Outlets - Home Occupied: The outlets that are behind or under furniture, stored items or plugged into electronics were not tested.\n\n## 1: Outlet Not Responding\n\n- Recommendation\n\nOutlet did not respond to testing. Repair or replacement is recommended.\n\nRecommendation: Contact a qualified electrical contractor.\n\n<!-- image -->\n\nD=Deficient\n\nReport Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023\n\nI=Inspected\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\nI NI NP D\n\nC. Other\n\nComments:\n\nRight Side\n\nI=Inspected\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\nI NI NP D\n\n## III. HEATING, VENTILATION AND AIR CONDITIONING SYSTEMS\n\nA. Heating Equipment\n\nComments:\n\nUnit Information:\n\nThe National Association of Home Builders and Bank of America Home Equity division produced a Study of Life Expectancy of Home Components in February 2007.  Life expectancy is based on first owner use.\n\nThat study noted that the expected life span (on average) of gas-fired heaters is about 18 years.\n\nThat study noted that the expected life span (on average) of electric heaters is about 15-20 years.\n\nTake this into consideration when noting the manufacture date for the unit at this property.  It is recommended that units of the above ages be further evaluated and cleaned to verify that the heat exchanger and/or heating elements are working properly.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nGeneral Mechanical Photos:\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nFurnace Energy Source: Gas Furnace Type: Forced Air - Gas Fired Furnace Location: Attic Heating Temperatures:\n\n<!-- image -->\n\n## Report Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023\n\nI=Inspected\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\nI\n\nNI\n\nNP\n\nD\n\n| Location       |   Location |\n|----------------|------------|\n| Kitchen        |        103 |\n| Living Room    |        102 |\n| Dining Room    |        103 |\n| Master Bedroom |        102 |\n| Bedroom 2      |        103 |\n| Bedroom 3      |        105 |\n| Bedroom 4      |        104 |\n| Playroom       |        101 |\n| Office         |        103 |\n\nSpecific Limitations:\n\nNote:  Specific Limitations\n\nheat exchanger are not readily available for inspection without disassembly of the The system fan, burner, and unit.  Because we do not disassemble equipment, the condition of the system interior is unknown.  If the system does not have a documented history of regular cleaning and maintenance, servicing by a licensed HVAC technician will be required.  Recommend annual cleaning and service by licensed HVAC technician.\n\nThe inspector will describe the type of heating system and its energy sources and inspect each unit. *Manufacturer numbers are provided as additional information to the client.  Appliances are not researched for recalls.  If buyer has further concerns regarding recalls the appliance manufacturer should be contacted.\n\n## Heat Exchanger:\n\nDetermining the full integrity of the heat exchanger requires requires the dismantling of the heat exchanger and is beyond the scope of a visual inspection, as outlined in Title 535.229 (t) of the Standards and Practices. Due to design, heat exchangers are viewed from the draft hood and / or burner opening only and are not fully inspected. We strongly urge you to have an industry accepted specialist fully inspect and report on the internal condition of the heat exchanger.\n\n## B. Cooling Equipment\n\nComments:\n\nCondensing Unit Information:\n\nThe National Association of Home Builders and Bank of America Home Equity\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present division produced a Study of Life Expectancy of Home Components in February 2007.  Life expectancy is based on first owner use.  That study noted that the this expected life span (on average) of air conditioners is about 10-15 years.  Take into consideration when noting the manufacture date listed for the unit at this\n\nproperty.   Any service life in excess of 15 years is in the realm of good fortune only and should be viewed as such.  The complete system will require a higher level of maintenance, and may be more prone to major component breakdown.  Predicting the frequency or time frame for repairs on any mechanical equipment is virtually impossible.\n\n2022\n\n<!-- image -->\n\n<!-- image -->\n\n## Evaporative Coil Unit Information:\n\nThe National Association of Home Builders and Bank of America Home Equity division produced a Study of Life Expectancy of Home Components in February 2007.  Life expectancy is based on first owner use.  That study noted that the this expected life span (on average) of air conditioners is about 10-15 years.  Take into consideration when noting the manufacture date listed for the unit at this property.   Any service life in excess of 15 years is in the realm of good fortune only and should be viewed as such.  The complete system will require a higher level of maintenance, and may be more prone to major component breakdown.  Predicting the frequency or time frame for repairs on any mechanical equipment is virtually impossible.\n\n<!-- image -->\n\n2022\n\n<!-- image -->\n\nOutdoor Temp: 90s\n\nCoolant Type: 410A\n\nCooling Temperatures:\n\n| Location    |   Return |   Supply |   Differential |\n|-------------|----------|----------|----------------|\n| Kitchen     |       72 |       55 |             17 |\n| Living Room |       72 |       54 |             18 |\n\nI=Inspected\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\nI\n\nNI\n\nNP\n\nD\n\n| Dining Room    |   72 |   55 |   17 |\n|----------------|------|------|------|\n| Master Bedroom |   70 |   54 |   16 |\n| Bedroom 2      |   64 |   47 |   17 |\n| Bedroom 3      |   73 |   56 |   17 |\n| Bedroom 4      |   73 |   56 |   17 |\n| Playroom       |   72 |   55 |   17 |\n| Office         |   68 |   50 |   18 |\n\nA differential of 15 degrees Fahrenheit or higher is desired for optional efficiency.\n\n## Specific Limitations:\n\nNote:  Specific Limitations.  The system fan and evaporative coil are not readily accessible for inspection without disassembly of the unit. Because we do not disassemble equipment, the condition of the system interior is unknown.  If the system does not have a documented history of regular cleaning and maintenance, servicing by a licensed HVAC technician is required.  Recommend annual cleaning and service by licensed HVAC technician.  The inspector will not pressure test the system coolant or determine the presence of leaks; or operate setback features on thermostats or controls.  We do not inspect for efficiency, capacity or adequacy of units, and the secondary drain lines are not traced for termination.  Secondary drain lines are not tested for proper drainage.  The inspector will describe the type of cooling system and its energy sources and inspect each unit.\n\nThe inspector does not determine the Seasonal Energy Efficiency Ratio (SEER) rating of the HVAC system. This equipment rating is published in the Air Conditioning and Refrigeration Institute ARI directory. The inspector does not determine if an air conditioning units condensing coils and evaporating coils are \"matched\" according to the manufacturer's specifications.  If any concerns exist about the \"matching\" of evaporator coils with condensing coils, a qualified HVAC technician should evaluate the complete HVAC system.\n\n## Evaporative Coil (s):\n\nThe coils of the indoor portion of the HVAC system were not actually observed and are beyond the scope of this visual inspection.  The 'indoor' coils are enclosed within the actual cabinet which would require specialized tools / equipment to access.  The HVAC unit's warranty could be voided if an unqualified nonLicensed HVAC technician were to cut into the plenum, damage sealant, remove support strapping mounted in the evaporator coil's access panel, remove flues and/or remove any of the ductwork. If documentation is unavailable on the maintenance history of the units or if any concerns exist about the condition of the coils, a qualified licensed HVAC technician should evaluate the complete HVAC system.\n\n## 1: Refrigerant Line Insulation\n\n## Recommendation\n\nInsulation is damaged and separating on the large Freon suction line from the air conditioning compressor.\n\n## I NI NP D\n\n<!-- image -->\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\nRecommendation: Contact a qualified heating and cooling contractor\n\nAttic\n\n<!-- image -->\n\nC. Duct Systems, Chases, and Vents\n\nComments:\n\nFilter Type: Disposable Filter Location: At Unit(s) in Attic\n\n<!-- image -->\n\nFilter Size: 20X25X4\n\n<!-- image -->\n\nDuct Location: Attic\n\nDuct Type: Flexible\n\nSpecific Limitations:\n\nNote:  Specific Limitations.  The inspector will not determine the efficiency, adequacy, or capacity of the systems; determine the uniformity of the supply ducts; determine the types of materials contained in insulation, wrapping of pipes and ducts, jackets, boilers, and wiring; operate venting systems unless ambient temperatures, or other circumstances, in the reasonable opinion of the inspector, are conducive to safe operation without damage to the equipment or operate a unit outside its normal operating range. Tip:  Seal the plenum, duct hubs and evaporator coil seams with aluminum tape or HVAC ductwork mastic for a possible savings in energy consumption of as much as 35%.\n\n## Duct Interior:\n\nThe interior of the ducting system is not accessible for observation and inspection.  Ducts are tested by air temperature at the rooms and inspected visually.\n\n<!-- image -->\n\nReport Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023\n\nI=Inspected\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\nI NI NP D\n\nNot Inspected - Limited Attic Access:\n\nAttic access was limited and ducts were not fully visible for inspection.\n\nD. Other\n\nComments:\n\nI=Inspected\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\n## I NI NP D\n\n## IV. PLUMBING SYSTEMS\n\nA. Plumbing Supply, Distribution Systems and Fixtures\n\nComments:\n\nGeneral Plumbing Photos:\n\n<!-- image -->\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\n<!-- image -->\n\nD=Deficient\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nType of Supply Piping Material Observed: Pex\n\nWater Meter Test - No Movement:\n\nThere was NO movement in the water meter dials after a meter test.  This indicates no supply line leaks at the time of inspection.\n\n<!-- image -->\n\nSpecific Limitations:\n\nNote:  Specific Limitations.  The inspector is not required to:\n\n- (A) operate any main, branch, or shut-off valves;\n- or pumps; (B) operate or inspect sump pumps or waste eject\n- (C) verify the performance of:\n- (i) the bathtub overflow;\n- (ii) clothes washing machine drains or hose bibs; or\n- (iii) floor drains;\n\n<!-- image -->\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\n- (D) inspect:\n- (i) any system that has been winterized, shut down or otherwise secured;\n- ms, water-conditioning (ii) circulating pumps, free-standing appliances, solar water heating syste\n\nequipment, filter systems, water mains, private water supply systems, water wells, pressure tanks, sprinkler systems, swimming pools, or fire sprinkler systems;\n\n- (iii) inaccessible gas supply system components for leaks;\n- (iv) for sewer clean-outs; or\n- (v) for the presence or performance of private sewage disposal systems; or\n- (5) determine:\n- tability, or volume of the water supply; or (A) quality, po\n- (B) effectiveness of backflow or anti-siphon devices.\n\nPlumbing - Visible Areas:\n\nPlumbing Areas - Only Visible Plumbing Inspected\n\nWashing Machine Connected to Valves: The occupant's washing machine was installed at time time of inspection. This prevented an evaluation of the hose bibbs for possible leakage, proper function of the drain line, possible damage to the wall behind the washing machine or possible damage to the floor.\n\n<!-- image -->\n\n## B. Drains, Wastes, and Vents\n\nComments:\n\nType of Drain Piping Material Observed: PVC\n\nType of Drain Piping at Sinks: PVC\n\nOverflows:\n\nTub and sink overflows, and extermination points were not inspected.\n\n## C. Water Heating Equipment\n\nComments:\n\nUnit Information:\n\nThe National Association of Home Builders and Bank of America Home Equity division produced a Study of Life Expectancy of Home Components in February 2007.  Life expectancy is based on first owner use.\n\nThat study noted that the expected life span (on average) of gas-fired heaters is about 18 years.\n\nThat study noted that the expected life span (on average) of electric heaters is about 15-20 years.\n\nThat study noted that the expected life span (on average of gas-fired tankless water heaters (on average) is about 20-25 years.\n\nTake this into consideration when noting the manufacture date for the unit at this property.  It is recommended\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present that units of the above ages be further evaluated and cleaned to verify that the heat exchanger and/or heating elements are working properly.\n\n2022\n\n<!-- image -->\n\n## General Mechanical Photos:\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nEnergy Source: Gas\n\nWH Size:\n\nTankless\n\nWH Location: Garage\n\nTP Material: Copper, CPVC\n\nWH Pan: Yes\n\nTankless Unit Service Information:\n\nTankless water heaters should be maintained by a licensed professional at least once a year.\n\nBut, you may need to get your water heater serviced twice a year if:\n\n- 1. The area you live in has hard water.\n- 2. Your water heater is set to a high temperature.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nI=Inspected\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\nI NI NP D\n\nA licensed professional should descale your water heater at least once a year.\n\nSpecific Limitations:\n\nNote: Specific Limitations.  The inspector is not required to:\n\nelief valve, discharge piping, or pan drain pipes; (A) verify the effectiveness of the temperature and pressure r (B) operate the temperature and pressure relief valve if the operation of the valve may, in the inspector's reasonable judgment, cause damage to persons or property; or\n\n- (C) determine the efficiency or adequacy of the unit.\n- FYI:  Recommend draining and flushing unit once per year to reduce deposits/noise, and extend life of unit. Homes left vacant for extended periods of time may have a buildup of hydrogen sulfide gas inside the water this problem.  If problem persists contact a licensed plumber for further evaluation of the water heater.\n\ntank.  This gas causes an unpleasant 'rotten eggs' odor.  Generally, flushing the unit a few times will alleviate *Manufacturer numbers are provided as additional information to the client.  Appliances are not researched for recalls.  If buyer has further concerns regarding recalls the appliance manufacturer should be contacted.\n\nTemperature and Pressure Valve:\n\nValve is not operated due to possibility of causing leaks.\n\nD. Hydro-Massage Therapy Equipment\n\nComments:\n\nGFCI Present: N/A\n\nPump Access:\n\nN/A\n\nSpecific Limitations:\n\nNote:  FYI:   Environmental testing of whirlpools is beyond the scope of this inspection.  Health problems have been noted and directly linked to the bacterial growth in the distribution lines of the equipment. Recommend that the manufacturer be consulted for further maintenance and cleaning instructions prior to use.  For more information visit:  www.whirlpoolcouncil.com\n\n## E. Gas Distribution Systems and Gas Appliances\n\nComments:\n\nLocation of Gas Meter: Exterior\n\n<!-- image -->\n\nType of Gas Distribution Piping Material: Black Iron\n\nAreas of Rusting/Damage - Gas: Yes\n\nGas Line Pressure Testing:\n\nPressure testing gas lines or determining the condition of inaccessible or buried gas lines is beyond the scope of the inspection.  This service is best provided by a licensed plumber.  All gas lines within the structure and/or buried under ground were not inspected for condition and/or possible leakage.  Only readily accessible gas line connections at the individual mechanical equipment are inspected for possible gas leakage.  A Combustible Gas Leak Detector was used to check possible gas leaks at connections to any gas ranges, gas\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient water heaters and gas central furnaces that might be present at the time of the inspection.  If any concerns exist about possible gas line failure and/or deficiencies, it is recommended that the complete gas system be evaluated by the local controlling gas supplier and/or a licensed plumber.  The gas utility company routinely performs gas leak tests as a part of establishing service.\n\nGas Lines Obstructed/Not Visible:\n\nGas lines in the home are viewed from visible areas only.  Gas lines/connections within the confined areas of the home cannot be seen for inspection.\n\n## 1: Rusted Gas Lines\n\n## Recommendation\n\nThere was rusting at the gas lines at the home.  Rusted lines can lead to gas leaks.\n\nRecommendation: Contact a qualified plumbing contractor.\n\nRear\n\n<!-- image -->\n\nI=Inspected\n\n## I NI NP D\n\nNI=Not Inspected\n\n## A. Dishwashers\n\nComments:\n\nAppliance Information:\n\n<!-- image -->\n\nDW Back Flow: Present\n\nEvidence of Leaks: No\n\nFull of Dishes:\n\nThe dishwasher was full of dishes. Unable to fully inspect the racks for damage or rusting.\n\n## B. Food Waste Disposers\n\nComments:\n\nAppliance Information:\n\n<!-- image -->\n\n## C. Range Hood and Exhaust Systems\n\nComments:\n\nAppliance Information:\n\nNP=Not Present\n\n## V. APPLIANCES\n\nD=Deficient\n\n<!-- image -->\n\n## I NI NP D\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nNI=Not Inspected\n\nNP=Not Present\n\n<!-- image -->\n\n## 1: Dirty Filter\n\nRecommendation\n\n<!-- image -->\n\nDirty filter at time of inspection. Cleaning or replacement of the filter is recommended.\n\nRecommendation: Contact a handyman or DIY project\n\nKitchen\n\n<!-- image -->\n\n## D. Ranges, Cooktops, and Ovens\n\nComments:\n\nAppliance Information:\n\n<!-- image -->\n\n<!-- image -->\n\nD=Deficient\n\n<!-- image -->\n\n<!-- image -->\n\nI=Inspected\n\n## I NI NP D\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nNI=Not Inspected\n\nNP=Not Present\n\nGas Line Access: Yes\n\n<!-- image -->\n\nOven Heating Within 25 Degrees of 350: Yes\n\n<!-- image -->\n\n## E. Microwave Ovens\n\nComments:\n\nAppliance Information:\n\n<!-- image -->\n\n<!-- image -->\n\n## F. Mechanical Exhaust Vents and Bathroom Heaters\n\nComments:\n\nExhaust Fans In Bathroom: Yes\n\nD=Deficient\n\n<!-- image -->\n\nReport Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023\n\nI=Inspected\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\nI NI NP D\n\nExhaust Fan In Laundry: Yes\n\nExhaust Fan Term Vent to Exterior: Yes\n\n## G. Garage Door Operators\n\nComments:\n\nGeneral Operator Photos:\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nDoor Operated: Yes - Automatic door controls\n\nSensors 6 Inches Or Less From Garage Floor: Yes\n\nUnit Operational: Yes\n\nElectric Eye Reverse Test Acceptable: Yes\n\nAuto Reverse Test:\n\nNot Tested.  The \"Door Reversed When Obstructed Test\" was not performed in order to avoid damage to door and operator.\n\nH. Dryer Exhaust Systems\n\nComments: Termination Location: Outside the structure\n\n<!-- image -->\n\n<!-- image -->\n\nI=Inspected\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\n## VI. OPTIONAL SYSTEMS\n\n## A. Landscape Irrigation (Sprinkler) Systems\n\nComments:\n\nGeneral Operating Photos:\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\n<!-- image -->\n\nD=Deficient\n\nSprinkler Panel Location: Garage Full Yard Coverage: Yes\n\n<!-- image -->\n\n<!-- image -->\n\nSprinkler Heads Responding: Yes\n\nRain Sensor: Yes\n\nSpecific Limitations:\n\nNote:   TREC Limitations.  The inspector is not required to inspect:\n\n(i) for effective coverage of the irrigation system;\n\n(ii) the automatic function of the controller;\n\n, rain, moisture, wind, flow or freeze sensors; or (iii) the effectiveness of the sensors; such as (iv) sizing and effectiveness of backflow prevention device.\n\n## Drip Lines:\n\nDrip lines are covered and are tested visually and audibly.  Some drip lines were not able to be confirmed for proper operation.\n\n## 1: Over Spray\n\n## Recommendation\n\nThe sprinklers spray the sidewalk, driveway, road, house, and fence and should be redirected or another head installed.\n\nRecommendation: Contact a qualified professional.\n\nFront\n\n<!-- image -->\n\n<!-- image -->\n\n## 2: Not Fully Labeled\n\n## Handyman/Maintenance Item\n\nThe sprinkler zones are not fully labeled.\n\nRight Side\n\n<!-- image -->\n\n<!-- image -->\n\nLeft Side\n\n<!-- image -->\n\n| Report Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023   | Report Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023   | Report Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023   | Report Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023   |\n|----------------------------------------------------------------------------------|----------------------------------------------------------------------------------|----------------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| I=Inspected                                                                      | I=Inspected                                                                      | I=Inspected                                                                      | NI=Not Inspected                                                                 |\n| I                                                                                | NI                                                                               | NP                                                                               |                                                                                  |\n\nRecommendation: Contact a qualified landscaping contractor\n\n<!-- image -->\n\nI=Inspected\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient\n\n## I NI NP D\n\n## MISC.\n\nMisc\n\nComments:\n\nPest Control:\n\nThe Structural Pest Control Act requires inspection of only those areas which are visible and accessible at the time of inspection. Some areas of the structure are not accessible to inspection, such as the interior of hollow walls, spaces between floors, areas concealed by carpeting, appliances, furniture or cabinets. Infestations may be active in these areas without visible and accessible evidence. If you desire information about areas that were not inspected, a further inspection may be performed at an additional cost. Carpets, furniture, or appliances are not moved during a routine inspection.  Only a visual, non-invasive inspection is performed at the time of inspection.  In conjunction with the inspection findings within this report, it is recommended that pest control service be utilized at the property for ongoing and/or preventative measures.\n\nItems Beyond the Inspection Scope:\n\nRefrigerators Are Not Inspected.\n\npumps are not inspected. Expansion tanks and recirculating\n\nWater filtration or softening systems are not inspected.\n\nInstant hot water dispensers are not inspected.\n\nIcemakers are not inspected.\n\nnot inspected. Solar panels and systems are\n\nPonds, streams, or other water areas are not inspected.\n\nWhole house fans are not inspected or tested. r inspected. Whole house vacuum systems are not tested o\n\nSaunas or steam rooms are not inspected.\n\nAny landscape lighting, patio storage buildings, hot tubs, misting systems, security systems, surround sound systems/wiring, internet connections, and satellite systems that could be present are beyond the scope of this home inspection, and were not inspected.\n\nPurpose: This is a one-time inspection of the subject property to identify and disclose visually observable major deficiencies of the inspected systems and items at the time of inspection only. Our comments are meant to educate and to provide our Client(s) with information about the areas in which the building or home may be deficient.  Our intent is not to require every item below to be corrected by the seller.  The buyer, seller, and their agents should use this report merely as a tool toward negotiation of a purchase and sell agreement. Homes do not 'Pass' or 'Fail' an inspection.\n\nThis inspection is not to be technically exhaustive nor is it considered to be a guarantee or warranty, expressed or implied, regarding the conditions of the property.\n\nScope &amp; Exclusions: This is a visual inspection only.  We cannot see into, or behind, walls and we will not attempt to report on systems, items, or conditions that are not readily accessible.  We do not disassemble anything.  We do not inspect for any environmental issues such as RADON GAS, LEAD PAINT, FORMALDEHYDE, UREA, MOLDS, ASBESTOS, FUNGUS, SOIL CONTAMINATION, MICROWAVE RADIATION, or any other types of contaminants or microbiological organisms.\n\nWe do not inspect for building code compliance, building value, appraisal or cost estimates, soil analysis, adequacy of design, underground pipes or drains, capacity, efficiency, size, value, flood plain location, termite, pest or other real property destroying organisms, or habitability. Detached structures are not included in the inspection unless specifically agreed upon by both the inspector and the client.  The above list of exclusions is not all inclusive.  The Inspection report may comment on the exclusions noted above in a\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\nD=Deficient general fashion without incurring responsibility for the exclusions noted above in whole or part.\n\nWe do not move furniture, rugs, paintings, or other furniture.  There is no responsibility expressed or implied for latent defects, or for defects not reasonably observable at the time of inspection, or for defects that would require the removal of major or permanent coverings for observation.  No representation is made as to the future performance of any item.  Inspection of water wells, septic systems, security systems, or fire protection equipment (other than smoke detectors) will not be inspected where state /city / county codes, special training, or certification may be additionally required.\n\nWe do not hold ourselves to be specialists for any particular item; nor are we engineers. We are a general real estate inspection company.\n\nPLEASE NOTE: GreenWorks does not inspect for MOLD, MILDEW, FUNGUS and / or SPORES as a part of the standard Texas Real Estate Commission Inspection, UNLESS a separate mold inspection has been ordered PRIOR to date of Standard Home Inspection. If conditions of water penetration and / or migration are reported, it is assumed that conditions can and may exist that would support MOLD, MILDEW, FUNGUS and / or SPORES. While the condition of water penetration and / or migration, if visible and accessible, would be reported to the consumer, the condition of MOLD, MILDEW, FUNGUS and / or SPORES would not be tested, or inspected for.  Mold inspections are separate inspections, and require a licensed Mold specialist to comment on, and test for, and report on the presence/absence of Mold, Mildew, Fungus, and spores.\n\n## Home Occupied - Restricted Visibility :\n\nThe home was occupied or staged at the time inspection. Some areas were not visible due to interior furnishings, large rugs, wall coverings, and /or stored personal belongings. Inspector was unable to closely examine these areas.\n\n## 1: Fence Damage\n\n## Recommendation\n\nDamage noted to the fence around the home.  Recommend a qualified fence contractor evaluate and repair.\n\nRecommendation: Contact a qualified fencing contractor\n\n<!-- image -->\n\nLeft Side\n\n<!-- image -->\n\n## 2: Fence Leaning\n\n## Recommendation\n\nRear\n\n<!-- image -->\n\nThe fence around the home was observed to be leaning.  Recommend a qualified fence contractor evaluate and repair.\n\nRecommendation: Contact a qualified fencing contractor\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\n<!-- image -->\n\nRight Side\n\n<!-- image -->\n\n## 3: Cabinet Damage\n\n<!-- image -->\n\n## Recommendation\n\nObserved damage to some cabinets within the property.  Recommend a qualified professional evaluate and repair.\n\nRecommendation: Contact a qualified cabinet contractor.\n\nKitchen\n\n<!-- image -->\n\n## 4: Wasp Nests\n\nRecommendation\n\n<!-- image -->\n\nThere were wasps and wasp nests observed at the property.  General pest control is recommended.\n\nRecommendation: Contact a qualified pest control specialist.\n\nRear\n\n<!-- image -->\n\n## 5: Gate Not Latching\n\nRecommendation\n\n<!-- image -->\n\nThe gate does not latch properly. Repair is recommended.\n\nRecommendation: Contact a qualified professional.\n\nRight Side\n\n| Report Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023   | Report Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023   | Report Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023   | Report Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023   |\n|----------------------------------------------------------------------------------|----------------------------------------------------------------------------------|----------------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| I=Inspected                                                                      | I=Inspected                                                                      | I=Inspected                                                                      | NI=Not Inspected                                                                 |\n| I                                                                                | NI                                                                               | NP                                                                               |                                                                                  |\n\n<!-- image -->\n\n## I NI NP D\n\nNI=Not Inspected\n\nNP=Not Present\n\n## FINAL CHECKLIST\n\nOven/Range Turned Off: Yes\n\n<!-- image -->\n\n<!-- image -->\n\nLights Turned Off: No - Homeowner Present Exterior Doors Locked: No - Homeowner Present Thermostat Initial Setting: 0 Off\n\n<!-- image -->\n\n<!-- image -->\n\nSprinkler System Initial Setting: Auto\n\n<!-- image -->\n\nSprinkler System Departure Setting: Auto\n\n<!-- image -->\n\n| Report Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023   | Report Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023   | Report Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023   | Report Identification: 117 Red Leaf Cove, Georgetown, TX 78628 - June 16, 2023   |\n|----------------------------------------------------------------------------------|----------------------------------------------------------------------------------|----------------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| I=Inspected                                                                      | I=Inspected                                                                      | I=Inspected                                                                      | NI=Not Inspected                                                                 |\n| I                                                                                | NI                                                                               | NP                                                                               |                                                                                  |\n\n<!-- image -->"
    }
}