{
    "metadata": {
        "original_file_name": "2024 Stiles NJHS Application Packet.pdf",
        "input_path": "source_dir\\2024 Stiles NJHS Application Packet.pdf",
        "conversion_date": "2025-03-28T01:03:31.238717",
        "output_format": "json"
    },
    "content": {
        "markdown": "<!-- image -->\n\nFlorence Stiles Middle School Chapter of the National Junior Honor Society Application Packet 2024 -2025\n\n## Emily Chenault, Advisor Ann Marie Torres, Advisor Room 1114 Room 1121\n\nPlease send any Stiles NJHS related questions or comments to: fsms.njhs@leanderisd.org.\n\nTo be considered for Stiles NJHS, you must have received an invitation to apply for membership. Invitations are given to students with a minimum cumulative core grade point average of 90.00% for the rst four grading periods of the 7th grade year. Applicants must have been enrolled at Stiles Middle School for at least one semester of their 7th grade year. Additionally, you are required to complete all sections found in this application packet.\n\n## Due Date:\n\nNo application packets will be accepted after 4:45 PM on Tuesday, March 19th, 2024 . Incomplete packets will not be reviewed or considered for membership.\n\n## Where to Submit Packet:\n\nPersonally hand your packet to Mrs. Chenault or Mrs. Torres before school, after school, or during a passing period. DO NOT slide it under their doors, put it on their desks, give it to a friend to deliver, give it to another teacher or sub, or drop it o at the front oce. If you have diculty catching one of the advisors, ask one of your teachers for a pass to their room during class. Tip: DO NOT wait until the last day to submit your packet! This is not impressive to the advisors.\n\n## Format of Application:\n\nOrganize and staple the pages of your packet in the order they appear in this document. Donot turn in binders, folders, or portfolios. If you do not have access to a printer at home, please use the student printer located in the Stiles Library. If printing this application causes a hardship for you, please email the advisors at the address above for assistance. Tip: Do not wait until the last minute to print!\n\n## Notication:\n\nOur Stiles NJHS Faculty Council will review your application packet for approval. The applicant will be notied of the decision by email on Friday, April 12th at 5:00 PM . Parents will be copied on the email. Please be advised that submitting your application does not guarantee automatic selection to Stiles NJHS. Each application will be blindly evaluated by the council.\n\n## New Member Induction Ceremony:\n\nIf you are selected as a member, you will be expected to join us at the Stiles NJHS Induction Ceremony in the Vista Ridge High School auditorium on the evening of Thursday, May 16th. More information to come.\n\nFlorence Stiles Middle School Chapter of the National Junior Honor Society\n\n<!-- image -->\n\n## Teacher Evaluation Submission Sheet\n\nSend a considerate email to two of your current CORE 7th grade teachers, asking them to ll out this brief reference form on your behalf. Core teachers are ELA, Social Studies, Science, or Math. NO electives, including Extensions or Quest. Copy and paste the following link to the form below into your email. Please do not bug your teachers about doing this. Rushed emails with spelling and grammar errors are not impressive to your teachers or your possible future NJHS advisors. As an honor society candidate, you should take the time to write a properly-composed email with an appropriate subject line.\n\nSuggested email format:\n\nHello \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_ ,\n\nMyname is \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_ and I am in your \\_\\_\\_\\_\\_\\_\\_\\_ period class. I have been invited to apply to Stiles\n\nNJHS, and I am writing to ask if you could ll out a teacher reference form for me. The form is linked here\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_. Thank you!\n\nTeacher Evaluation Form: https://forms.gle/wtmsiAUmbRbbWPe88\n\nTeacher Evaluation Submission Information- to be filled out by the candidate:\n\nStudent Name (rst and last): Samiksh Baid\n\nID #: 962919\n\nTeacher #1's last name: Ludtke\n\nSubject taught: Social Studies\n\nDay and date emailed to teacher: Tuesday, March 5th, 2024\n\nTeacher #2's last name: Rodriguez\n\nSubject taught: ELA\n\nDay and date emailed to teacher:Tuesday, March 5th, 2024\n\n<!-- image -->\n\nFlorence Stiles Middle School Chapter of the National Junior Honor Society\n\n## Candidate Information Form\n\n## Directions:\n\nPlease complete all sections. Do not be modest. All information will be used by the faculty council to assist with the fair consideration of your candidacy during the selection process. Completion of this form does not guarantee selection. Should you have questions about this form, please contact the chapter advisors at fsms.njhs@leanderisd.org.\n\n## Student Information:\n\nFirst and Last Name (as listed on Home Access Center):Samiksh Baid\n\nFirst and Last Name (name you wish to be called):Sami Baid\n\nID Number: 962919\n\n## Signatures:\n\nI have read the chapter bylaws posted on the Stiles NJHS webpage, and if selected, I agree to abide by the standards and guidelines of the chapter and to fulll all of my membership obligations to the best of my ability.\n\nI understand that failure to attend the mandatory meeting each six weeks, submit two hours of volunteer service each marking period, and maintain a minimum core class 90.00% average results in warnings and dismissal. I understand that I am expected to engage with the advisors by setting Google Classroom notications and reading school emails daily. I (not my wonderful, hard working parents) will communicate with my advisors. I understand that submitting my application does not guarantee automatic selection to Stiles NJHS.\n\nI understand that incomplete packets will not be reviewed or considered for membership.\n\nI attest that the information presented here is complete and accurate.\n\nI attest that I completed all parts of this application independently .\n\nStudent Signature:\n\nDate:\n\n(Parent) I have read the information provided by my son/daughter in this application and can verify that it is true, accurate, and complete. I believe my child is responsible enough to fulll the expectations listed above.\n\nParent/Guardian Signature:\n\nDate:\n\n## I. Leadership Pillar\n\nList all elected or appointed leadership positions you have held in school, community, or work activities. Only those positions in which you were responsible for directing or motivating others should be included. Examples: elected ocer for the student body, class, or club; committee chairperson; team captain; newspaper editor; work area manager; or other community leader.\n\n## Astudent exercises leadership when he or she:\n\n- ● Is resourceful in proposing new solutions, applying principles, and making suggestions\n- ● Demonstrates initiative in promoting school or community activities\n- ● Exercises positive inuence on peers in upholding school ideals and spirit\n- ● Contributes ideas that improve the civic life of the school or community\n- ● Is able to delegate responsibilities\n- ● Inspires positive behavior in others\n- ● Demonstrates academic initiative\n- ● Successfully holds school oces or community positions of responsibility; conducts business eectively and eciently; demonstrates reliability and dependability\n- ● Is a leader in the classroom, at work, or in other school or community activities\n- ● Is dependable in any responsibility accepted\n\nPlease include the name and contact information (phone number or email address) of the adult responsible for supervising your leadership in each position. It is not required to complete all of the rows.\n\n| Activity                | Grade   | Adult Sponsor Name and Contact Information      |\n|-------------------------|---------|-------------------------------------------------|\n| Stiles Leadership Class | 6 7     | Rachel Mcdougle- rachel.mcdougle@leanderisd.org |\n\n## II. Service Pillar\n\nList service activities in which you have participated. These can be individual or group service projects done either in or out of school. Generally speaking, service activities are those that are done for or on behalf of others (not including immediate family members) for which no compensation (monetary or other) has been given. Also list the estimated number of hours you invested while performing this service.\n\n## The student who serves:\n\n- ● Volunteers and provides dependable and well-organized assistance and is willing to make sacrices to oer assistance ● Works well with others and is willing to take on dicult or inconspicuous responsibilities\n- ● Enthusiastically renders any requested service to the school\n- ● Is willing to represent the class or school in interclass and interscholastic competition\n- ● Does committee and sta work without complaint\n- ● Participates in some activity outside of school, for example, Girl Scouts, Boy Scouts, religious groups, volunteer services for the elderly or disadvantaged\n- ● Mentors in the community or students at other schools\n- ● Shows courtesy by assisting visitors, teachers, and student\n\nPlease include the name and contact information (phone number or email address) of the adult responsible for supervising your participation in each activity. It is not required to complete all of the rows.\n\n| Activity               | Hours   | Grade   | Adult Sponsor Name and Contact Information   |\n|------------------------|---------|---------|----------------------------------------------|\n| Activity               | Hours   | 6 7     | Adult Sponsor Name and Contact Information   |\n| Leander Public Library | 8       | 7       | Carey Kipp-512-259-5259                      |\n| Pet Sitting            | 3       | 7       | Priyanka R. - 323-376-2912                   |\n| Yard Cleaning          | 2       | 7       | Abhijit Borah - 737-217-3799                 |\n\n## III. Other Student Activities\n\nList all other school-based activities ( not noted above) in which you have participated in school. Include clubs, teams, musical groups, etc., and any signicant accomplishments in each.\n\nPlease include the name and contact information (phone number or email address) of the adult responsible for supervising your participation in each activity. It is not required to complete all of the rows.\n\n| Activity                | Grade   | Adult Sponsor Name and Contact Information      |\n|-------------------------|---------|-------------------------------------------------|\n| Activity                | 6 7     | Adult Sponsor Name and Contact Information      |\n| FSMS Chess Club         | 7       | Karen Currie- karen.currie@leanderisd.org       |\n| Stiles Science Olympiad | 7       | Meredith Harris- meredith.harris@leanderisd.org |\n| Pre- Math Olympiad      | 7       | AmyWhitehead-amy.whitehead@leanderisd.org       |\n\n## IV. Other Community Activities\n\nList other community activities in which you have participated and note any major accomplishments in each. These should be any activities outside of school in which you participated for the betterment of your community. For example, religious groups, clubs sponsored outside the school, Boy or Girl Scouts, community art endeavors, etc. Do not repeat participation already listed above.\n\nPlease include the name and contact information (phone number or email address) of the adult responsible for supervising your participation in each activity. It is not required to complete all of the rows.\n\n| Activity             | Grade   | Adult Sponsor Name and Contact Information   |\n|----------------------|---------|----------------------------------------------|\n| Activity             | 6 7     | Adult Sponsor Name and Contact Information   |\n| Lonestar Soccer Club | 7       | Coach Daniel Rivera-786-863-2288             |\n\n## V. Work Experience, Recognition, and Awards\n\nThough work experience, recognition and awards are not a specic criterion for membership, please list below any job experiences, honors, or recognition you have received that may support your candidacy for membership in the Honor Society. Work experience may be paid or volunteer.\n\nPlease include the name and contact information (phone number or email address) of the adult responsible for supervising your participation in each activity. It is not required to complete all of the rows.\n\n| Activity                         | Grade   | Adult Sponsor Name and Contact Information   |\n|----------------------------------|---------|----------------------------------------------|\n| Activity                         | 6 7     |                                              |\n| USCFChess Tournament Rating- 600 | 6       | 1-800-903-8723                               |\n\n## VI. Written Responses\n\nAs part of this application, you will answer questions about how you exhibit each of the NJHS pillars. We suggest that you use a Google Doc to draft your responses before pasting them into the Stiles NJHS Application- Written Responses form."
    }
}